Repository: domizoli/django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hu

source: Hungarian
hu: Magyar

source: English
hu: Angol

source: Spanish
hu: Spanyol

source: Languages
hu: Nyelvek

source: Zoltan Domonkos
hu: Domonkos Zoltán

source: Electrical Engineer
hu: Villamosmérnök

source: Contact Info
hu: Kontakt Info

source: Education
hu: Tanulmányok

source: University of Debrecen
hu: Debreceni Egyetem

source: System Administrator
hu: Rendszergazda

source: MIOK Secondary School
hu: MIOK József Nádor

source: Endre Suranyi Secondary School
hu: Surányi Endre Középiskola

source: Skills
hu: Képességek

source: Profile
hu: Profil

source: Experience
hu: Tapasztalatok

source: 2023 - Present
hu: 2023 - Jelenleg

source: HUN-REN Institute for Nuclear Research
hu: HUN-REN Atommagkutató Intézet

source: Project: Improving and developing the existing monitoring system
hu: Prjokektmunka: A meglévő monitoring rendszer javítása és fejlesztése

source: Engineer - Operator
hu: Mérnök - Operátor

source: Developed radiation protection systems
hu: A sugárvédelmi rendszer fejlesztése

source: Set up ion beams for particle accelerators
hu: A gyorsító ionsugárnak beállítása

source: Participated in innovative solutions
hu: Innovatív fejlesztésekben való részvétel

source: Operated and maintained vacuum systems
hu: A vákuum rendszer kezelése és karbantartása

source: Provided support to scientific staff
hu: Tudományos munkatrásak támogogatása

source: Fixed issues on the corporate website
hu: Vállalati weboldal hibáinak javítása

source: Administered Linux-based systems
hu: Linux alapú rendszerek adminisztrációja

source: Resolved system-wide issues
hu: Hibák elhárítása az vállalat egész területén

source: Developed the company’s IT structure
hu: A vállalati informatikai struktúra fejlesztése

source: Provided sound engineering support during presentations
hu: Hangtechnikusi támogatás előadásokon

source: Web-Server Ltd
hu: Web-Server Kft

source: Maintained, tested, and improved hardware; troubleshooting
hu: Hardverek karbantartása, tesztelése, fejlesztése, hibafelderítés

source: Fixed issues in Linux hosting and email systems, wrote scripts
hu: Linux hosting és email rendszerekben fellépő hibák javítása, scriptek írása

source: Coordinated with front office colleagues and provided assistance
hu: Kapcsolattartás a front office kollégákkal, segítségnyújtás

source: Participated in projects, created project plans
hu: Projektekben való részvétel, kivitelezés, projektterv készítés

source: Utilized Docker, Rancher, Kubernetes, and virtualization technologies
hu: Docker, Rancher, Kubernetes és virtualizációs technológia használata
